MIN_NM_ID = 100_000
MAX_NM_ID = 400_000_000

START_MSG = (
    'Привет! Я могу предоставить для тебя информацию об остатках любого '
    'товара с Wildberries.\nНужно только отправить мне артикул товара.'
)
HELP_MSG = (
    'Отправь мне артикул товара с Wildberries и я дам '
    'тебе информацию об остатках товара.'
)
BEGIN_MSG = 'Выполняю запрос...'
DONE_MSG = 'Готово! Кидай еще артикулы...'
WRONG_ID_MSG = 'Это не похоже на артикул...'
OVERLIMIT_MSG = 'Ты слишком часто отправляешь запросы.\nПодожди {} сек.'
